---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrSideStringerTypeParam
source: html/11b20984-182e-3feb-3ef3-9db23bc6e073.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrSideStringerTypeParam Property

"Type of Side Stringers"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrSideStringerTypeParam { get; }
```